Repository: NikitaIvakh/PineappleSite
Catalog: Frontend/PineappleSite.Presentation/Resources/Views/Home/Index.*.resx
Languages: ru_ru

# Alt 1
source: PineApple, Kharcho Soup
ru_ru: PineApple, Суп Харчо

# Alt 2
source: PineApple, Pickles
ru_ru: PineApple, Соленья

# Alt 3
source: Pineapple, Mascarpone Large Cake
ru_ru: PineApple, Торт Маскарпоне большой

# Alt 4
source: PineApple, Carbonara
ru_ru: PineApple, Карбонара

# Alt 5
source: PineApple, Fried potatoes with mushrooms and egg
ru_ru: PineApple, Жареный картофель с грибами и яйцом

# Alt 6
source: PineApple, Assorted sausages with horseradish
ru_ru: PineApple, Ассорти из колбас с хреном

# Alt 7
source: PineApple, Homemade Chicken cutlet with mashed potatoes
ru_ru: PineApple, Куриная котлета по-домашнему с картофельным пюре

# Author
source: Author - Nikita Ivakh
ru_ru: Автор - Nikita Ivakh

# Description 1
source: It is cooked in a spicy rich beef broth with pieces of beef, tomato sauce, rice and spices. The most famous Georgian soup.
ru_ru: Готовится на пряном наваристом говяжьем бульоне с кусочками говядины, томатным соусом, рисом и специями. Самый знаменитый грузинский суп.

# Description 2
source: Pickled: cabbage, cucumbers, tomato with garlic, spicy carrots, honeydew, wild cherry, onion.
ru_ru: Маринованные: капуста, огурцы, помидор с чесноком, пряная морковь, опята, черемша, лук.

# Description 3
source: Almond sponge cake, mascarpone mousse, raspberries, strawberries.
ru_ru: Миндальный бисквит, мусс маскарпоне, малина, клубника.

# Description 4
source: Bacon, Ham, Fresh cream, Onion, mozzarella Cheese, Mushrooms.
ru_ru: Бекон, Ветчина, Крем фреш, Лук, Сыр моцарелла, Шампиньоны.

# Description 5
source: Fried potatoes with mushrooms and egg
ru_ru: Жареный картофель с грибами и яйцом

# Description 6
source: Homemade chicken cutlet with mashed potatoes
ru_ru: Куриная котлета по-домашнему с картофельным пюре

# Description 7
source: Homemade chicken cutlet with mashed potatoes
ru_ru: Куриная котлета по-домашнему с картофельным пюре

source: Home Page
ru_ru: Главная страница

# NotRegistered
source: You are not logged in to your account
ru_ru: Вы не вошли в аккаунт

# NotRegisteredDescription
source: To see all the content, you need to register.
ru_ru: Чтобы увидеть весь контент, Вам необходимо зарегистрироваться.

# Product 1
source: Kharcho Soup
ru_ru: Суп Харчо

# Product 2
source: Pickles
ru_ru: Соленья

# Product 3
source: Mascarpone cake is big
ru_ru: Торт Маскарпоне большой

# Product 4
source: Carbonara
ru_ru: Карбонара

# Product Not registered
source: Unavailable
ru_ru: Недоступно

# ProductList
source: List of products
ru_ru: Список продуктов

# Welcome 1
source: Welcome to the website of the «Pineapple» restaurant
ru_ru: Добро пожаловать на сайт ресторана «Pineapple»

# Welcome 2
source: Discover our unique restaurant with a unique atmosphere.
ru_ru: Откройте для себя наш уникальный ресторан с неповторимой атмосферой.

# Welcome 3
source: On our website you can enjoy a wide selection of delicious dishes and drinks created by our talented chefs.
ru_ru: На нашем сайте вы сможете насладиться широким выбором изысканных блюд и напитков, созданных нашими талантливыми шеф-поварами.

# Welcome 4
source: We guarantee that every dish is prepared with love and with the freshest ingredients.
ru_ru: Мы гарантируем, что каждое блюдо приготовлено с любовью и из самых свежих ингредиентов.
