Repository: NikitaIvakh/PineappleSite
Catalog: Frontend/PineappleSite.Presentation/Resources/Views/Home/ServicesProvided.*.resx
Languages: ru_ru

source: Calling a taxi to a client(s)
ru_ru: Вызов такси клиенту(клиентам)

# Calling Description
source: This service is used by the restaurant so that customers can arrive at the restaurant or go home without having to call a taxi on their own.
ru_ru: Эта услуга используется рестораном для того, чтобы клиенты могли приехать в ресторан или уехать домой без необходимости вызывать такси самостоятельно.

source: Banquet service
ru_ru: Банкетное обслуживание

# Banquet service description
source: This service includes the following points, such as the organization and holding of banquets, wedding receptions, corporate parties, anniversaries.A separate menu for such cases is also included.
ru_ru: Эта услуга включает в себя слудующие моменты, такие как организацию и проведение банкетов, свадебных приемов, корпоративных вечеринок, юбилеев.Также включено отдельное меню для такихcлучаев.

source: Catering
ru_ru: Кейтеринг

# Catering description
source: The catering service includes the preparation and delivery of dishes to the selected location, where guests can enjoy dishes created by professional chefs.
ru_ru: Кейтеринговое обслуживание включает приготовление и доставку блюд на выбранную локацию, где гости могут наслаждаться блюдами, созданными профессиональным поварами.

# Catering description 2
source: The restaurant staff also provides high-quality serving and service to create an unforgettable atmosphere and experience.
ru_ru: Ресторанный персонал также обеспечивает качественную подачу и обслуживание, чтобы создать незабываемую атмосферу и впечатления.

source: Conducting musical performances and show programs
ru_ru: Проведение музыкальных выступлений и шоу-программ

# Conducting musical performances and show programs description
source: This service offers the organization and holding of exciting musical performances and show programs. Regardless of whether you need a live musical performance, a dance show or other entertainment performances, the event will be truly memorable.
ru_ru: Эта услуга предлагает организацию и проведение увлекательных музыкальных выступлений и шоу-программ. Независимо от того, нужно ли живое музыкальное исполнение, танцевальное шоу или другие развлекательные выступления, мероприятие будет по-настоящему запоминающимся.

# Providing a children's menu and entertainment for children description
source: This service presents a special children's menu and entertainment activities. The menu offers a variety of healthy and delicious dishes that children will enjoy.There is also a play area for children.
ru_ru: Эта услуга представляет специальное детское меню и развлекательные активности. В меню предусмотрены разнообразные здоровые и вкусные блюда, которые понравятся детям.Также для детей предусмотрена игровая зона.

source: Providing a children's menu and entertainment for children
ru_ru: Предоставление услуги детского меню и развлечений для детей

source: Wi-Fi and comfortable working conditions
ru_ru: Wi-Fi и комфортные условия для работы

# Wi-Fi and comfortable working conditions description
source: This service offers free Wi-Fi access to work in a comfortable environment. Conditions have been created for comfortable work or for holding business meetings in the institution.
ru_ru: Эта услуга предлагает бесплатный доступ к Wi-Fi для работы в удобной обстановке. Созданы условия для комфортной работы или для проведения деловых встречь в заведении.

source: Organization of karaoke parties
ru_ru: Организации караоке-вечеринок

# Organization of karaoke parties description
source: This service offers the organization of karaoke parties, which bring a lot of fun and entertainment. There is a wide selection of songs, professional sound equipment and a cozy atmosphere so that each guest can perform their favorite hits and spend an unforgettable time with friends.
ru_ru: Эта услуга предлагает организацию караоке-вечеринок, которые приносят множество веселья и развлечения. Присутствует широкий выбор песен, профессиональное звуковое оборудование и уютная атмосфера, чтобы каждый гость мог исполнить свои любимые хиты и провести незабываемое время в компании друзей.

source: Wine list
ru_ru: Винная карта

# Wine list description
source: It provides a wide selection of wines of various varieties, including red, white, pink and sparkling wines. Our experienced sommelier will be happy to help you choose the wine that is perfect for your preferences.
ru_ru: Предоставляет широкий выбор вин различных сортов, включая красные, белые, розовые и игристые вина. Наш опытный сомелье с радостью поможет подобрать вино, которое идеально подойдет по вашим предпочтениям.

source: Organization of culinary contests and tournaments
ru_ru: Организация кулинарных конкурсов и турниров

# Organization of culinary contests and tournaments description
source: The organization of culinary contests and tournaments is one of the services offered. An atmosphere of competition is created and interesting culinary events are organized for the guests.
ru_ru: Организация кулинарных конкурсов и турниров - это одна из предлагаемых услуг. Создается атмосфера соревнования и организуются интересные кулинарные события для гостей.

# Prom and party organization services
source: Prom and party organization services description
ru_ru: Услуги по организации выпускных вечеров и вечеринок

# Prom and party organization services description
source: Proms and parties are provided. An unforgettable atmosphere is created and every detail is thought through to make the event special and memorable.
ru_ru: Предоставляются услуги по организации выпускных вечеров и вечеринок. Создается незабываемая атмосфера и ведется продумываение каждой детали, чтобы мероприятие было особенным и запоминающимся.

source: Service number
ru_ru: Номер услуги

source: Name of the service
ru_ru: Наименование услуги

source: Description of the service
ru_ru: Описание услуги

source: Services provided
ru_ru: Оказываемые услуги

# title
source: Services provided
ru_ru: Оказываемые услуги
